{
  "users": [
    {
      "email": "toto@example.com",
      "password": "$2a$10$dXNszRnkYBxyRPwYHgIfxeOD0/IBDbkI2aXpj1qXrMwvoVKPXa1Vq",
      "id": 1
    }
  ],
  "news": [
    {
      "title": "Gims, Angèle, Nekfeu… Ces duos entre les francophones et les internationaux",
      "published": "12/09/2020",
      "image": "https://img.nrj.fr/g5SP8PJ8o3IsvBKfvScQuisTQyE=/0x450/smart/https%3A%2F%2Fimage-api.nrj.fr%2Fmedias%2F2020%2F10%2Fgims-ange-le-nekfeu_5f9c1d3379763.",
      "content": "Annoncée au mois d’octobre, cette collaboration entre Dua Lipa et Angèle était inattendue. Les premiers indices ont été postés sur les réseaux sociaux. De son côté, la chanteuse anglais promettait de revenir prochainement avec de nouveaux projets. Ses fans, sachant que l’interprète de «Physical» était de retour en studio, tous s’attendaient à ces morceaux inédits. Le projet a été lancé, qu’ils se tiennent prêts à découvrir le «Club Future Nostalgia». Le premier titre révélé étant «Fever». «I've got a fever, so can you check? Hand on my forehead, kiss my neck. And when you touch me, baby, I turn redI've got a fever, so can you check? (I've got a fever). Car dans mes yeux, ça se voit. La fièvre dans les yeux, oui ça se voit. Mon cœur se serre, j'ai du feu dans la voix. Le plus souvent, c'est quand je pense à toi.»Pour celui-ci, Dua Lipa est entourée d’Angèle. Ensemble, elles offrent une chanson rythmée qui mélange bien évidemment le français et l’anglais. Elles ont également été aperçues ensemble quelques jours avant la sortie de «Fever». Pour les internautes aucun doute, les artistes ont tourné un clip. Sur Instagram et Twitter, Dua Lipa et Angèle ont aussi partagé des photos d’elles, où elles sont très proches."
    },
    {
      "title": "Quoi de mieux qu'une version acoustique pour retrouver un peu de sérénité? Shawn Mendes a récemment offert à ses fans une douce version de sa dernière chanson «Wonder».",
      "published": "14/09/2020",
      "image": "https://img.nrj.fr/O2ulnIAyrNMHeKeTzazUmfLhQVA=/800x450/smart/https%3A%2F%2Fimage-api.nrj.fr%2Fmedias%2F2020%2F10%2Fshawn-mendes_5f9c1958f0b18.jpg",
      "content": "Shawn Mendes est de retour. Après une pause dans sa carrière, l'interprète de «Stitches» a annoncé quelques projets à ses fans: la sortie d'un album inédit le 4 décembre prochain, porté par le titre «Wonder» déjà dévoilé mais aussi la diffusion d'un documentaire sur Netflix.Et l'artiste canadien, désormais en pleine promotion de cet opus, a aussi dévoilé une version acoustique de ce premier extrait, il y a quelques heures. Accompagné de son piano, Shawn Mendes a offert une reprise tout en douceur, qui a ravi ses fans."
    },
    {
      "title": "Jonas Brothers: «I Need You Christmas» est là",
      "published": "08/09/2020",
      "image": "https://img.nrj.fr/jIu5wPPOs81fygUYGI1Wevc8xL4=/650x366/smart/https%3A%2F%2Fimage-api.nrj.fr%2Fmedias%2F2019%2F05%2Fpicto-jonasb_5ce41e0871752.JPG",
      "content": "Un cadeau en avance! Chaque année, Joe, Nick et Kevin aiment se plonger dans cette période féérique des fêtes de fin d’année. Une période qu’ils aiment partager en famille mais également avec leurs fans. En décembre 2019, ils partageaient «Like It’s Christmas», cette fois-ci les revoilà dans un registre différent, mais toujours basé sous le thème de Noël. Avec «I Need You Christman», les Jonas Brothers composent un titre qui rappelle les classiques d’Ella Fitzgerald avec «Have Yourself a Merry Christmas» ou encore de Frank Sinatra avec «Silent Night», en interprétant leur chanson avec seulement quelques instruments, piano, guitare acoustique et de violons."
    },
    {
      "title": "Dadju dévoile la réédition «Poison ou Antidote : Miel Book»",
      "published": "30/08/2020",
      "image": "https://static.actu.fr/uploads/2020/09/dadju-zenith-caen-coronavirus-854x508-1.jpg",
      "content": "Il est là! Après plusieurs semaines d'attente, Dadju vient d'offrir un nouveau projet musical à ses fans. Il s'agit de la réédition de son album à succès «Poison ou Antidote». Le nouvel opus s'intitule «Poison ou Antidote : Miel Book» et se compose de onze nouveaux titres, dont «Amour Toxic» et «Dieu Merci» feat Tiakola déjà dévoilés par le chanteur. L'interprète de «Bobo au cœur» s'est aussi entouré d'autres artistes à l'image de Jaekers, Fally Ipupa et Ocevne. Sur ses réseaux sociaux, le frère de Gims a annoncé la sortie de ce projet: «Trop de sucre n’est pas bon pour la santé. Mais ça reste entre nous...» Mais si le sucre est à consommer avec modération, il n'en est rien du nouvel album de Dadju, que vous pouvez écouter en boucle! "
    },
    {
      "title": "Amel Bent s'entoure d'Hatik pour un duo surprise «1,2,3»",
      "published": "15/09/2020",
      "image": "https://img.20mn.fr/7JpLjkr8TXmY2Fs7GMyxlQ/768x492_hatik-amel-bent-devoile-1-2-3-premier-duo-vendredi.jpg",
      "content": "Personne ne s'attendait à une telle collaboration. Et pourtant, Amel Bent et Hatik ont fait le pari d'enregistrer une chanson ensemble. Elle s'intitule «1,2,3» et elle est disponible depuis ce vendredi 30 octobre 2020. Très fier de ce duo, l'interprète du morceau à succès «Angela» a adressé quelques mots à sa partenaire: «Qui s’y attendait à celle-la ? Merci pour l’honneur que tu me fais de m’inviter ma reuss», a-t-il écrit sur les réseaux sociaux. À travers le morceau, les deux artistes évoquent les doutes dans une relation amoureuse et le moment d'avouer ses sentiments à l'autre."
    }
  ],
  "genres": [
    { "id": 1, "name": "rock" },
    { "id": 2, "name": "metal" },
    { "id": 3, "name": "rap" },
    { "id": 4, "name": "classical" },
    { "id": 5, "name": "electro" },
    { "id": 6, "name": "rnb" },
    { "id": 7, "name": "alternative" },
    { "id": 8, "name": "jazz" },
    { "id": 9, "name": "pop" }
  ],
  "artists": [
    {
      "id": 1,
      "name": "Coldplay",
      "country": "Great Britain",
      "avatar": "https://upload.wikimedia.org/wikipedia/en/1/1d/Coldplay_shot_by_Marcus_Haney_01.png",
      "genreId": 1,
      "likes": 100310,
      "description": "Il est formé par l'auteur-compositeur-interprète Chris Martin et le guitariste Jon Buckland. Le bassiste Guy Berryman rejoint ensuite le groupe, avant que le batteur Will Champion ne vienne compléter le quatuor."
    },
    {
      "id": 2,
      "name": "Tom misch",
      "avatar": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Tom_Misch%2C_The_Novo%2C_April_2018_%28cropped%29.jpg/800px-Tom_Misch%2C_The_Novo%2C_April_2018_%28cropped%29.jpg",
      "origin": "Great Britan",
      "genreId": 8,
      "likes": 1024,
      "description": "Thomas Abraham Misch (born 25 June 1995) is an English musician and producer. He began releasing music on SoundCloud in 2012 and released his debut studio album Geography in 2018"
    },
    {
      "id": 3,
      "name": "Damso",
      "avatar": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Festival_des_Vieilles_Charrues_2018_-_Damso_-_006.jpg/800px-Festival_des_Vieilles_Charrues_2018_-_Damso_-_006.jpg",
      "origin": "Belgique",
      "genreId": 3,
      "likes": 20420,
      "description": "Damso, de son vrai nom William Kalubi Mwamba, né le 10 mai 1992 à Kinshasa (Zaïre, actuelle République démocratique du Congo), est un rappeur et auteur-compositeur-interprète belgo-congolais."
    }
  ],
  "albums": [
    {
      "id": 1,
      "name": "QALF",
      "released": 2020,
      "tracks": 15,
      "artistId": 3
    },
    {
      "id": 2,
      "name": "Geography",
      "released": 2018,
      "tracks": 13,
      "artistId": 2
    }
  ],
  "concerts": [
    {
      "id": 1,
      "name": "Paris Bercy",
      "date": "10/12/2019",
      "artistId": 3
    },
    {
      "id": 2,
      "name": "Olympia",
      "date": "10/12/2018",
      "artistId": 3
    },
    {
      "id": 1,
      "name": "O2 Academy Manchester",
      "date": "10/12/2018",
      "artistId": 2
    }
  ]
}
